Repository: MatrixMike/bulky
Catalog: po/bulky-*.po
Languages: ca

source: Cancel
ca: Cancel·la

source: Add
ca: Afegeix

source: Rename...
ca: Canvia el nom...

source: About
ca: Quant a

source: Quit
ca: Surt

source: Name
ca: Nom

source: New name
ca: Nom nou

source: Use %n, %0n, %00n, %000n to enumerate.
ca: Useu %n, %0n, %00n, %000n per enumerar.

source: Rename Files
ca: Reanomena arxius

source: Add files
ca: Afegeix arxius

source: Unable to rename '%s': File name too long
ca: No es pot canviar el nom a '%s': el nom és massa llarg

source: Unable to rename '%s': %s
ca: No es pot canviar el nom a '%s': %s

source: File Renamer
ca: Reanomenador d'arxius

source: Rename files and directories
ca: Reanomena arxius i directoris

source: Name collision on '%s'.
ca: Col·lisió de noms amb '%s'.

source: '%s' is not writeable.
ca: '%s' no es pot escriure.

source: Add files...
ca: Afegeix arxius...

source: Remove
ca: Suprimeix

source: Remove selected files
ca: Suprimeix els arxius seleccionats

source: Clear
ca: Neteja

source: Replace
ca: Substitueix

source: Insert
ca: Insereix

source: Change case
ca: Canvia majúscules i minúscules

source: Name only
ca: Només nom

source: Extension only
ca: Només extensió

source: Entire filename
ca: Nom d'arxiu complet

source: Find:
ca: Cerca:

source: Replace:
ca: Substitueix:

source: Regular expression
ca: Expressió normal

source: Case sensitive
ca: Diferencia les majúscules

source: At position:
ca: En la posició:

source: From the end
ca: Des del final

source: Overwrite
ca: Sobreescriu

source: Convert to:
ca: Converteix a:

source: Lower case
ca: Minúscules

source: First character uppercase
ca: Primer caràcter majúscula

source: Title case
ca: Majúscules en el títol

source: Upper case
ca: Majúscules

source: Remove accents
ca: Elimina els accents

source: Remove from position:
ca: Suprimeix des de la posició:

source: To position:
ca: Fins la posició:

source: Close
ca: Tanca

source: Rename
ca: Canvia el nom
